#+TITLE: Linux
#+STARTUP: overview

** generate random number
#+begin_src sh
echo $RANDOM
#+end_src

#+RESULTS:
: 29712
